Repository: minh-ton/reynard-browser
Catalog: browser/Reynard/Client/Interface/Addons/AddonLocalizable.xcstrings
Source language: en
Languages: am, ar, ast, az, be, bg, bn, br, bs, ca, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, ff, fi, fil, fr, fur, fy_nl, ga_ie, gd, gl, gn, gu_in, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, km, kn, ko, ku, lij, lo, lt, ml, mr, my, nb_no, ne_np, nl, nn_no, oc, om, pa_arab_pk, pa_guru_in, pl, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, sl, sq, sr, su, sv_se, szl, ta, te, tg, th, tok, tr, tt, ug, uk, ur, uz, vec, vi, yo, zh_hans, zh_hant

source: technical and interaction data
am: ቴክኒካዊ እና መስተጋብር ውሂብ
ar: البيانات الفنية والتفاعلية
ast: data téunicos ya d'interaición
be: тэхнічныя дадзеныя і звесткі аб узаемадзеянні
bg: технически данни и данни за взаимодействие
bs: tehnički i interaktivni podaci
ca: dades tècniques i d’interacció
co: dati tecnichi è d’interazzione
cs: technické údaje a údaje o interakcích
cy: data technegol a rhyngweithio
da: tekniske data og data om brug
de: technische Daten und Interaktionsdaten
dsb: techniske daty a daty interakcije
el: τεχνικά δεδομένα και δεδομένα αλληλεπίδρασης
eo: teknikaj kaj interagaj datumoj
es: datos técnicos y de interacción
es_ar: datos técnicos y de interacción
es_cl: datos técnicos y de interacción
es_mx: datos técnicos y de interacción
eu: datu tekniko eta interakziozkoak
fa: داده‌های فنی و تعاملی
fi: tekniset ja vuorovaikutustiedot
fr: données techniques et d’interaction
fur: dâts tecnics e di interazion
fy_nl: technyske en ynteraksjegegevens
gd: dàta teicnigeach is eadar-ghabhalach
gl: datos técnicos e de interacción
gn: mba’ekuaarã aporeko ha ñomongetagua
he: נתונים טכניים ונתוני אינטראקציה
hr: tehnički podaci i podaci o interakciji
hsb: techniske daty a daty interakcije
hu: műszaki és interakciós adatok
hy_am: տեխնիկական և փոխազդեցության տվյալներ
ia: datos technic e interactive
id: data teknis dan interaksi
is: tækni- og gagnvirknigögn
it: dati tecnici e di interazione
ja: 技術データと対話データ
ka: ტექნიკური და გამოყენების მონაცემები
kab: isefka n tetiknikt d umyigew
kk: техникалық және өзара әрекеттесу деректері
km: ទិន្នន័យបច្ចេកទេស និងអន្តរកម្ម
ko: 기술 및 상호 작용 데이터
ku: daneyên teknîkî û danûstandinê
lo: ຂໍ້ມູນດ້ານວິຊາການ ແລະ ການໂຕ້ຕອບ
ml: സാങ്കേതിയും ഇടപാടുനീയ ദത്ത
nb_no: tekniske data og interaksjonsdata
nl: technische en interactiegegevens
nn_no: tekniske data og samhandlingsdata
oc: donadas tecnicas e d’interaccion
pa_guru_in: ਤਕਨੀਕੀ ਅਤੇ ਤਾਲਮੇਲ ਵਾਲਾ ਡਾਟਾ
pl: dane techniczne i o interakcjach
pt_br: dados técnicos e de interação
pt_pt: dados técnicos e de interação
rm: datas tecnicas e d’interacziun
ro: date tehnice și de interacțiune
ru: технические данные и данные взаимодействия
sat: ᱴᱮᱠᱱᱤᱠᱟᱞ ᱟᱨ ᱤᱱᱴᱟᱨᱮᱠᱥᱚᱱ ᱰᱟᱴᱟ
sc: datos tècnicos e de interatzione
scn: dati tècnici e di ntirazzioni
sk: technické údaje a údaje o interakciách
sl: tehnične podatke in podatke o interakcijah
sq: të dhëna teknike dhe ndërveprimesh
sr: технички подаци и подаци о интеракцији
sv_se: tekniska data och interaktionsdata
tg: маълумоти техникӣ ва ҳамкорӣ
th: ข้อมูลทางเทคนิคและการโต้ตอบ
tr: teknik veriler ve etkileşim verileri
ug: تېخنىكىلىق ۋە تەسىرلىشىش سانلىق مەلۇماتى
uk: технічні й аналітичні дані
vi: dữ liệu kỹ thuật và tương tác
zh_hans: 技术和交互数据
zh_hant: 技術與互動資料

source: The developer says this add-on collects: %@
am: ገንቢው እንዳለው ይህ ቅጥያ፡- %@ ይሰበስባል
ar: يقول المطور أن هذا الامتداد يجمع: %@
ast: El desendolcador diz qu'esta estensión recueye: %@
be: Распрацоўшчык сцвярджае, што гэта пашырэнне збірае: %@
bg: Разработчикът казва, че това разширение събира: %@
bs: Programer kaže da ova ekstenzija prikuplja: %@
ca: El desenvolupador diu que aquesta extensió recopila: %@
co: U sviluppatore dece chì st’estensione culletteghja : %@.
cs: Vývojář říká, že toto rozšíření shromažďuje: %@
cy: Mae'r datblygwr yn dweud bod yr estyniad hwn yn casglu: %@
da: Udvikleren meddeler, at udvidelsen indsamler: %@
de: Der Entwickler sagt, dass diese Erweiterung Folgendes sammelt: %@
dsb: Wuwijaŕ groni, až toś to rozšyrjenje gromaźi: %@
el: Ο δημιουργός δηλώνει ότι αυτή η επέκταση συλλέγει: %@
eo: La programisto indikas ke tiu ĉi etendaĵo kolektas: %@
es: El desarrollador dice que esta extensión recopila: %@
es_ar: El desarrollador dice que esta extensión recolecta: %@
es_cl: El desarrollador dice que esta extensión recolecta: %@
es_mx: El desarrollador dice que esta extensión recopila: %@
et: Arendaja sõnul kogub laiendus: %@
eu: Garatzaileak dio hedapen honek ondorengoa biltzen duela: %@
fa: این افزونه به گفته توسعه‌دهنده، داده‌های زیر را جمع‌آوری می‌کند: %@
fi: Kehittäjän mukaan tämä laajennus kerää: %@
fr: Le développeur indique que cette extension collecte : %@
fur: Il svilupadôr al dîs che cheste estension e tire sù: %@
fy_nl: De ûntwikkeler seit dat dizze útwreiding it folgjende sammelet: %@
gd: Tha an luchd-leasachaidh ag ràdh gun cruinnich na leudachan seo na leanas: %@
gl: O programador di que esta extensión recolle: %@
gn: Mboguatahára he’i ko jepysokue ombyatyha: %@
he: המפתח אומר שהרחבה זו אוספת: %@
hr: Programer kaže da ovo proširenje prikuplja podatke: %@
hsb: Wuwiwar praji, zo tute rozšěrjenje hromadźi: %@
hu: A fejlesztő szerint ez a kiegészítő a következőket gyűjti: %@
hy_am: Մշակողը նշում է, որ այս ընդլայնումը հավաքում է՝ %@:
ia: Le disveloppator dice que iste extension collige: %@
id: Pengembang mengatakan ekstensi ini mengumpulkan: %@
is: Forritarinn segir að þessi forritsauki safni: %@
it: Lo sviluppatore dichiara che questa estensione raccoglie: %@
ja: 開発者によると、この拡張機能は次のデータを収集します: %@
ka: შემქმნელის თქმით ამ გაფართოებით აღირიცხება: %@
kab: Aneflay yenna-d asiɣzef-a ileqqeḍ: %@
kk: Әзірлеуші бұл кеңейту келесіні жинайтынын хабарлады: %@
km: អ្នកអភិវឌ្ឍន៍និយាយថាផ្នែកបន្ថែមនេះប្រមូល៖ %@
ko: 개발자가 밝힌 이 확장 기능의 수집 권한: %@
ku: Pêşdebir dibêje ku ev pêvek vê/van berhev dike: %@
lo: ນັກພັດທະນາເວົ້າວ່າສ່ວນຂະຫຍາຍນີ້ລວບລວມ: %@
ml: ഈ വിപുലീകരണം ശേഖരിക്കുന്നത് ഇവയാണെന്ന് വികസിനാക്താവു് പറയുന്നു: %@
nb_no: Utvikleren sier at denne utvidelsen samler inn: %@
nl: De ontwikkelaar zegt dat deze extensie het volgende verzamelt: %@
nn_no: Utviklaren seier at denne utvidinga samlar inn: %@
oc: Le desvolopaire indica qu’aquesta extension reculhís : %@
pa_guru_in: ਡਿਵੈਲਪਰ ਅਨੁਸਾਰ ਇਹ ਇਕਸਟੈਨਸ਼ਨ ਇਕੱਤਰ ਕਰਦੀ ਹੈ: %@
pl: Autorzy tego rozszerzenia twierdzą, że zbiera ono: %@
pt_br: O desenvolvedor afirma que esta extensão coleta: %@
pt_pt: O programador indica que esta extensão recolhe: %@
rm: Il sviluppader declera che questa extensiun rimnia il suandant: %@
ro: Dezvoltatorul spune că această extensie colectează: %@
ru: Разработчик сообщает, что это расширение собирает: %@
sat: ᱰᱮᱵᱷᱞᱚᱯᱚᱨ ᱢᱮᱱ ᱠᱮᱫᱟᱭ ᱱᱚᱣᱟ ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱡᱟᱣᱨᱟ ᱮᱫᱟᱭ: %@
sc: S’iscuadra de isvilupu narat chi custa estensione regollet: %@
scn: U sbiluppaturi dici chi stu stinneriu ricogghi: %@
sk: Vývojár uvádza, že toto rozšírenie zhromažďuje: %@
sl: Razvijalec pravi, da ta razširitev zbira: %@
sq: Zhvilluesi thotë se ky zgjerim mbledh: %@
sr: Програмер каже да овај додатак сакупља: %@
sv_se: Utvecklaren säger att detta tillägg samlar in: %@
tg: Барномасоз хабар медиҳад, ки ин васеъшавӣ зеринро ҷамъ мекунад: %@
th: ผู้พัฒนาระบุว่าส่วนขยายนี้รวบรวม: %@
tr: Geliştirici, uzantının aşağıdakileri topladığını söylüyor: %@
ug: ئىجادكارلارنىڭ دېيىشىچە بۇ كېڭەيتىلمىنىڭ توپلايدىغىنى: %@
uk: Розробник стверджує, що це розширення збирає: %@
vi: Nhà phát triển cho biết tiện ích mở rộng này thu thập: %@
zh_hans: 开发者称此扩展收集：%@
zh_hant: 開發者聲稱此擴充套件收集下列資料：%@。

source: The developer says this add-on doesn’t collect data.
am: ገንቢው ይህ ቅጥያ የውሂብ መሰብሰብ አያስፈልገውም ብሏል።
ar: يقول المطور أن هذا الامتداد لا يتطلب جمع البيانات.
ast: El desendolcador diz qu'esta estensión nun rique recoyer nengún datu.
be: Распрацоўшчык сцвярджае, што гэта пашырэнне не патрабуе збору дадзеных.
bg: Разработчикът казва, че това разширение не изисква събиране на данни.
bs: Programer kaže da ova ekstenzija ne zahtijeva prikupljanje podataka.
ca: El desenvolupador diu que aquesta extensió no recopila cap dada.
co: U sviluppatore dece chì st’estensione ùn hà bisognu à cullettà dati.
cs: Vývojář uvádí, že toto rozšíření nevyžaduje sběr dat.
cy: Mae'r datblygwr yn dweud nad oes angen casglu data ar yr estyniad hwn.
da: Udvikleren meddeler, at denne udvidelse ikke kræver indsamling af data.
de: Der Entwickler sagt, dass diese Erweiterung keine Datenerhebung benötigt.
dsb: Wuwijaŕ groni, až toś to rozšyrjenje gromaźenje datow njetrjeba.
el: Ο δημιουργός δηλώνει ότι αυτή η επέκταση δεν απαιτεί συλλογή δεδομένων.
eo: La programisto indikas ke tiu ĉi etendaĵo ne postulas kolekton de datumoj.
es: El desarrollador dice que esta extensión no requiere recopilación de datos.
es_ar: El desarrollador dice que esta extensión no requiere recolección de datos.
es_cl: El desarrollador dice que esta extensión no requiere recolección de datos.
es_mx: El desarrollador dice que esta extensión no requiere recopilación de datos.
et: Arendaja sõnul ei nõua laiendus andmete kogumist.
eu: Garatzaileak dio hedapen honek ez duela daturik biltzen.
fa: توسعه‌دهنده اعلام کرده است که این افزونه نیازی به جمع‌آوری داده ندارد.
fi: Kehittäjän mukaan tämä laajennus ei vaadi tiedonkeruuta.
fr: Le développeur indique que cette extension n’a pas besoin de collecter de données.
fur: Il svilupadôr al dîs che cheste estension no à bisugne di tirâ sù dâts.
fy_nl: De ûntwikkeler seit dat dizze útwreiding gjin gegevenssamling fereasket.
gd: Tha an luchd-leasachaidh ag ràdh nach cruinnich an leudachadh seo dàta.
gl: O programador di que esta extensión non require recollida de datos.
gn: Mboguatahára he’i ko jepysokue noikotevẽiha mba’ekuaarã ñembyaty.
he: המפתח אומר שהרחבה זו אינה דורשת איסוף נתונים.
hr: Programer kaže da ovo proširenje ne zahtijeva prikupljanje podataka.
hsb: Wuwiwar praji, zo tute rozšěrjenje hromadźenje datow njetrjeba.
hu: A fejlesztő szerint ez a kiegészítő nem igényel adatgyűjtést.
hy_am: Մշակողը նշում է, որ այս ընդլայնումը տվյալների հավաքագրում չի պահանջում։
ia: Le disveloppator dice que iste extension non require collection de datos.
id: Pengembang mengatakan ekstensi ini tidak memerlukan pengumpulan data.
is: Forritarinn segir að þessi forritsauki krefjist ekki gagnasöfnunar.
it: Lo sviluppatore dichiara che questa estensione non richiede la raccolta di dati.
ja: 開発者によると、この拡張機能はデータ収集を必要としません。
ka: შემქმნელის თქმით ეს გაფართოება არ საჭიროებს მონაცემთა აღრიცხვას.
kab: Aneflay yenna-d asiɣzef-a ur yeḥwaǧ ara alqaḍ n yisefka.
kk: Әзірлеуші бұл кеңейту деректер жинауды қажет етпейтінін хабарлады.
km: អ្នកអភិវឌ្ឍន៍និយាយថា ផ្នែកបន្ថែមនេះមិនតម្រូវឱ្យមានការប្រមូលទិន្នន័យទេ។
ko: 개발자가 이 확장 기능은 데이터 수집이 필요하지 않다고 합니다.
ku: Pêşdebir dibêje ku ev pêvek ne hewceyî berhevkirina daneyan e.
lo: ນັກພັດທະນາເວົ້າວ່າສ່ວນຂະຫຍາຍນີ້ບໍ່ຕ້ອງການການເກັບກໍາຂໍ້ມູນ.
ml: ഡാറ്റ പിരിവുവേണ്ടയെന്നു് ഈ വിപുലീകരണത്തിന്റെ വികസിനാക്താവു് പറയുന്നു.
nb_no: Utvikleren sier at denne utvidelsen ikke krever datainnsamling.
nl: De ontwikkelaar zegt dat deze extensie geen gegevensverzameling vereist.
nn_no: Utviklaren seier at denne utvidinga ikkje krev datainnsamling.
oc: Lo desvolopaire d’aquesta extension a pas besonh de reculhir de donadas.
pa_guru_in: ਡਿਵੈਲਪਰ ਮੁਤਾਬਕ ਇਹ ਇਕਸਟੈਨਸ਼ਨ ਨੂੰ ਕੋਈ ਡਾਟਾ ਇਕੱਤਰ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
pl: Autorzy tego rozszerzenia twierdzą, że nie wymaga ono zbierania danych.
pt_br: O desenvolvedor afirma que esta extensão não requer coleta de dados.
pt_pt: O programador indica que esta extensão não requer a recolha de dados.
rm: Il sviluppader declera che questa extensiun na pretendia nagina collecziun da datas.
ro: Dezvoltatorul spune că această extensie nu necesită colectare de date.
ru: Разработчик сообщает, что это расширение не требует сбора данных.
sat: ᱰᱮᱵᱷᱞᱚᱯᱚᱨ ᱢᱮᱱ ᱠᱮᱫᱟᱭ ᱱᱚᱣᱟ ᱵᱟᱹᱲᱛᱤ ᱞᱟᱹᱜᱤᱫ ᱰᱟᱴᱟ ᱡᱟᱣᱨᱟ ᱨᱮᱭᱟᱜ ᱞᱟᱹᱠᱛᱤ ᱵᱟᱹᱱᱩᱜᱼᱟ ᱾
sc: S’iscuadra de isvilupu narat chi custa estensione non rechedet sa regorta de datos.
scn: U sbiluppaturi dici chi stu stinneriu nun abbisogna di ricògghiri dati.
sk: Vývojár uvádza, že toto rozšírenie nevyžaduje zhromažďovanie údajov.
sl: Razvijalec pravi, da ta razširitev ne zahteva zbiranja podatkov.
sq: Zhvilluesi thotë se ky zgjerim s’lyp mbledhje të dhënash.
sr: Програмер каже да овај додатак не захтева сакупљање података.
sv_se: Utvecklaren säger att detta tillägg inte kräver datainsamling.
tg: Барномасоз хабар медиҳад, ки ин васеъшавӣ ҷамъоварии маълумотро талаб намекунад.
th: ผู้พัฒนาระบุว่าส่วนขยายนี้ไม่ต้องการการรวบรวมข้อมูล
tr: Geliştirici, bu uzantının veri toplamaya gerek duymadığını söylüyor.
ug: ئىجادكارنىڭ دېيىشىچە بۇ كېڭەيتىلمىنىڭ ئۇچۇر توپلىشى ھاجەتسىز.
uk: Розробник стверджує, що це розширення не потребує збору даних.
vi: Nhà phát triển cho biết tiện ích mở rộng này không yêu cầu thu thập dữ liệu.
zh_hans: 开发者称此扩展无需收集数据。
zh_hant: 開發者聲稱此擴充套件不要求收集任何資料。

source: The developer says this add-on wants to collect: %@
am: ገንቢው እንዳለው ይህ ቅጥያ፡- %@ን መሰብሰብ ይፈልጋል
ar: يقول المطور أن الامتداد يريد جمع: %@
ast: El desendolcador diz que la estensión quier recoyer: %@
be: Распрацоўшчык сцвярджае, што пашырэнне хоча збіраць: %@
bg: Разработчикът казва, че разширението иска да събира %@
bs: Programer kaže da ekstenzija želi prikupiti: %@
ca: El desenvolupador diu que l’extensió vol recopilar: %@
co: U sviluppatore dece chì st’estensione vole cullettà : %@.
cs: Vývojář říká, že toto rozšíření shromažďuje: %@
cy: Mae'r datblygwr yn dweud bod yr estyniad eisiau casglu: %@
da: Udvikleren meddeler, at udvidelsen gerne vil indsamle: %@
de: Der Entwickler sagt, dass die Erweiterung Folgendes sammeln möchte: %@
dsb: Wuwijaŕ groni, až rozšyrjenje co gromaźiś: %@
el: Ο δημιουργός δηλώνει ότι η επέκταση θέλει να συλλέγει: %@
eo: La programisto indikas ke tiu ĉi etendaĵo volas kolekti: %@
es: El desarrollador dice que esta extensión quiere recopilar: %@
es_ar: El desarrollador dice que la extensión quiere recolectar: %@
es_cl: El desarrollador dice que esta extensión quiere recolectar: %@
es_mx: El desarrollador dice que la extensión quiere recopilar: %@
et: Arendaja sõnul soovib laiendus koguda: %@
eu: Garatzaileak dio hedapen honek ondorengoa bildu nahi duela: %@
fa: این افزونه به گفته توسعه‌دهنده، داده‌های زیر را جمع‌آوری می‌کند: %@
fi: Kehittäjä ilmoittaa, että laajennus haluaa kerätä: %@
fr: Le développeur indique que cette extension souhaite collecter : %@
fur: Il svilupadôr al dîs che cheste estension e vûl tirâ sù: %@
fy_nl: De ûntwikkeler seit dat de útwreiding it folgjende sammelje wol: %@
gd: Tha an luchd-leasachaidh ag ràdh gu bheil an leudachan airson na leanas a chruinneachadh: %@
gl: O programador di que a extensión quere recoller: %@
gn: Pe mboguatahára he’i ko jepysokue ombyatytaha: %@
he: המפתח אומר שההרחבה מבקשת לאסוף: %@
hr: Programer kaže da ovo proširenje prikuplja podatke: %@
hsb: Wuwiwar praji, zo rozšěrjenje chce hromadźić: %@
hu: A fejlesztő azt mondja, hogy ez a kiegészítő a következőket akarja gyűjteni: %@
hy_am: Մշակողը նշում է, որ այս ընդլայնումը հավաքում է՝ %@:
ia: Le disveloppator dice que le extension colligera: %@
id: Pengembang mengatakan ekstensi ingin mengumpulkan: %@
is: Forritarinn segir að þessi forritsauki vilji safna: %@
it: Lo sviluppatore dichiara che questa estensione vuole raccogliere: %@
ja: 開発者によると、この拡張機能は次のデータを収集を求めます: %@
ka: შემქმნელის თქმით ამ გაფართოებას სურს აღრიცხოს: %@
kab: Aneflay yenna-d asiɣzef yebɣa ad ilqeḍ: %@
kk: Әзірлеуші бұл кеңейту келесіні жинағысы келетінін хабарлады: %@
km: អ្នកអភិវឌ្ឍន៍និយាយថាផ្នែកបន្ថែមចង់ប្រមូល៖ %@
ko: 개발자가 밝힌 이 확장 기능의 수집 권한: %@
ku: Pêşdebir dibêje ku ev pêvek dixwaze vê/van berhev bike: %@
lo: ນັກພັດທະນາເວົ້າວ່າສ່ວນຂະຫຍາຍນີ້ລວບລວມ: %@.
ml: ഈ വിപുലീകരണം പ്രവൎത്തിക്കാൻ വേണ്ടി ശേഖരിക്കേണ്ടതു് ഇവയാണെന്നു് വികസിനാക്താവു് പറയുന്നു: %@
nb_no: Utvikleren sier at utvidelsen ønsker å samle inn: %@
nl: De ontwikkelaar zegt dat de extensie het volgende wil verzamelen: %@
nn_no: Utviklaren seier at utvidinga ønskjer å samle inn: %@
oc: Le desvolopaire indica qu’aquesta extension vòl reculhir : %@
pa_guru_in: ਡਿਵੈਲਪਰ ਅਨੁਸਾਰ ਇਹ ਇਕਸਟੈਨਸ਼ਨ ਇਕੱਤਰ ਕਰਨਾ ਚਾਹੁੰਦੀ ਹੈ: %@
pl: Autorzy rozszerzenia twierdzą, że prosi ono o zbieranie: %@
pt_br: O desenvolvedor afirma que a extensão quer coletar: %@
pt_pt: O programador diz que a extensão pretende recolher: %@
rm: Il sviluppader declera che questa extensiun rimnia il suandant: %@
ro: Dezvoltatorul spune că extensia vrea să colecteze: %@
ru: Разработчик сообщает, что расширение хочет собирать: %@
sat: ᱰᱮᱵᱷᱞᱚᱯᱚᱨ ᱢᱮᱱ ᱠᱮᱫᱟᱭ ᱵᱟᱹᱲᱛᱤ ᱡᱟᱣᱨᱟ ᱥᱟᱱᱟᱭᱮ ᱠᱟᱱᱟ: %@
sc: S’iscuadra de isvilupu narat chi custa estensione bolet regòllere: %@
scn: U sbiluppaturi dici chi stu stinneriu vulissi ricògghiri: %@
sk: Vývojár uvádza, že rozšírenie chce zhromažďovať: %@
sl: Razvijalec pravi, da razširitev zbira: %@
sq: Zhvilluesi thotë se ky zgjerim dëshiron të mbledhë: %@
sr: Програмер каже да додатак жели да сакупља: %@
sv_se: Utvecklaren säger att tillägget vill samla in: %@
tg: Барномасоз хабар медиҳад, ки ин васеъшавӣ мехоҳад зеринро ҷамъ кунад: %@
th: ผู้พัฒนาระบุว่าส่วนขยายต้องการรวบรวม: %@
tr: Geliştirici, uzantının aşağıdakileri toplamak istediğini söylüyor: %@
ug: ئىجادكارلارنىڭ دېيىشىچە بۇ كېڭەيتىلمىنىڭ توپلايدىغىنى: %@
uk: Розробник стверджує, що розширення хоче збирати: %@
vi: Nhà phát triển cho biết tiện ích mở rộng muốn thu thập: %@
zh_hans: 开发者称此扩展希望收集：%@
zh_hant: 開發者聲稱此擴充套件想收集下列資料：%@

source: This add-on couldn’t be downloaded because of a connection failure.
am: በግንኙነት ችግር ምክንያት ይህ ቅጥያ ሊወርድ አልቻለም።
ar: تعذر تنزيل الامتداد بسبب فشل في الاتصال.
ast: Nun se pudo baxar esta estensión por un fallu de la conexón.
be: Немагчыма сцягнуць гэтае пашырэнне, бо злучэнне не ўдалося.
bg: Разширението не може да бъде изтеглено поради неуспешно установена връзка.
br: An askouezh-mañ n’hall ket bezañ pellgarget en abeg d’ur fazi kennask.
bs: Ovu ekstenziju nije bilo moguće preuzeti zbog neuspjeha veze.
ca: No s’ha pogut baixar aquesta extensió perquè s’ha produït un problema de connexió.
co: St’estensione ùn pò micca esse scaricata per via d’un fiascu di cunnessione.
cs: Toto rozšíření se nepodařilo stáhnout z důvodu selhání připojení.
cy: Nid oedd modd llwytho'r estyniad hwn i lawr oherwydd gwall cysylltiad.
da: Denne udvidelse kunne ikke hentes på grund af en forbindelsesfejl.
de: Diese Erweiterung konnte auf Grund eines Verbindungsfehlers nicht heruntergeladen werden.
dsb: Toś to rozšyrjenje njedajo se zwiskoweje zmólki dla ześěgnuś.
el: Δεν ήταν δυνατή η λήψη αυτής της επέκτασης λόγω μιας αποτυχίας στη σύνδεση.
eo: La etendaĵo ne povis esti elŝutita pro eraro en la konekto.
es: Esta extensión no se ha podido descargar debido a un fallo de conexión.
es_ar: Esta extensión no se pudo descargar por una falla en la conexión.
es_cl: Esta extensión no pudo ser descargada por una falla en la conexión.
es_mx: Esta extensión no se pudo descargar debido a un error de conexión.
et: Ühenduse tõrke tõttu ei saanud seda laiendust alla laadida.
eu: Ezin izan da hedapen hau deskargatu konexio-akats bat dela-eta.
fa: به دلیل اشکال در اتصال، بارگیری افزونه به مشکل برخورد.
fi: Tätä laajennusta ei voitu ladata yhteyshäiriön vuoksi.
fil: Hindi ma-download ang extension dahil nagkaproblema sa koneksyon.
fr: Cette extension n’a pas pu être téléchargée à cause d’un échec de connexion.
fur: Nol è stât pussibil discjariâ cheste estension par vie di un erôr te conession.
fy_nl: Dizze útwreiding koe net download wurde, fanwegen in flater yn de ferbining.
gd: Cha b’ urrainn dhuinn an leudachan seo a luchdadh a-nuas a chionn ’s gun do dh’fhàillig an ceangal.
gl: Non se puido descargar esta extensión debido a un erro de conexión.
gn: Ko jepysokue ndaikatúi oñemboguejy oĩ rupi jejavy jeikekatúpe.
he: לא ניתן היה להוריד את הרחבה זו עקב כשל בחיבור.
hr: Dodatak nije bilo moguće preuzeti zbog greške s povezivanjem.
hsb: Tute rozšěrjenje njeda so zwiskoweho zmylka dla sćahnyć.
hu: A kiegészítőt csatlakozási hiba miatt nem lehetett letölteni.
hy_am: Ընդլայնումը հնարավոր չէ ներբեռնել կապի խափանման պատճառով:
ia: Iste extension non pote esser discargate a causa de un falta de connexion.
id: Ekstensi ini tidak dapat diunduh karena kegagalan sambungan.
is: Ekki tókst að sækja forritsaukann þar sem tenging slitnaði.
it: Impossibile scaricare l’estensione a causa di un errore nella connessione.
ja: 接続エラーのため、拡張機能をダウンロードできませんでした。
ka: გაფართოება ვერ ჩამოიტვირთა კავშირის ხარვეზის გამო.
kab: Asiɣzef-a ur yezmir ara ad d-yettusader acku yella wugur deg tuqqna
kk: Байланысты орнату сәтсіз аяқталған соң, бұл кеңейтуді жүктеп алу мүмкін емес.
km: មិនអាចទាញយកផ្នែកបន្ថែមនេះបានទេដោយសារតែការភ្ជាប់បរាជ័យ។
ko: 연결 실패로 이 확장 기능을 다운로드할 수 없습니다.
ku: Ev pêvek ji ber çewtiyeke girêdanê nehat jêbarkirin.
lo: ສ່ວນຂະຫຍາຍນີ້ບໍ່ສາມາດດາວໂຫຼດໄດ້ເນື່ອງຈາກການເຊື່ອມຕໍ່ລົ້ມເຫລວ.
ml: ഒരു സമ്പർക്കപിഴ കാരണം ഈ വിപുലീകരണം സ്ഥാപിക്കാൻ കഴിഞ്ഞില്ല.
nb_no: Klarte ikke laste ned utvidelsen på grunn av en tilkoblingsfeil.
nl: Deze extensie kon niet worden gedownload, vanwege een fout in de verbinding.
nn_no: Klarte ikkje å laste ned utvidinga på grunn av ein tilkoplingsfeil.
oc: Es pas estat possible de telecargar aquesta extension a causa d’un fracàs de la connexion.
pa_arab_pk: ایس پھیلاؤ نوں کنیکشن خرابی رہݨ کرکے ڈاؤن‌لوڈ نہیں کیتا جا سکیا۔
pa_guru_in: ਇਸ ਇਕਸਟੈਨਸ਼ਨ ਨੂੰ ਕਨੈਕਸ਼ਨ ਅਸਫ਼ਲ ਰਹਿਣ ਕਰਕੇ ਡਾਊਨਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।
pl: Nie udało się zainstalować tego rozszerzenia z powodu błędu połączenia.
pt_br: Esta extensão não pôde ser baixada devido a uma falha de conexão.
pt_pt: Não foi possível transferir esta extensão devido a uma falha de ligação.
rm: I n’è betg reussì da telechargiar questa extensiun causa ina errur da connexiun.
ro: Extensia nu a putut fi descărcată din cauza unei erori de conexiune.
ru: Это расширение не может быть скачано из-за ошибки соединения.
sat: ᱡᱩᱲᱟᱹᱣ ᱰᱤᱜᱟᱹᱣ ᱞᱟᱹᱜᱤᱫ ᱛᱮ ᱱᱚᱶᱟ ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱟᱹᱛᱩᱨᱩᱨ ᱟᱬᱜᱚ ᱵᱟᱭ ᱜᱟᱱ ᱞᱮᱱᱟ ᱾
sc: Impossìbile iscarrigare custa estensione pro more de una faddina in sa connessione.
scn: Stu stinneriu nun potti èssiri scarricatu picchì a cunnissioni sfallìu.
si: සම්බන්ධතාවට බාධා වීමක් නිසා දිගුව බාගැනීමට නොහැකි විය.
sk: Toto rozšírenie nemohlo byť stiahnuté kvôli problémom s pripojením.
sl: Te razširitve ni bilo mogoče prenesti zaradi prekinitve povezave.
sq: Ky zgjerim s’u shkarkua dot, për shkak të një dështimi në lidhjen.
sr: Овај додатак није могуће преузети због проблема са везом.
su: Ieu émboh teu bisa diundeur alatan gagal nyambung.
sv_se: Tillägget kunde inte hämtas på grund av ett anslutningsfel.
tg: Ин васеъшавӣ ба сабаби хатои пайвастшавӣ боргирӣ карда нашуд.
th: ไม่สามารถดาวน์โหลดส่วนขยายนี้เนื่องจากการเชื่อมต่อล้มเหลว
tr: Bağlantı hatası nedeniyle bu uzantı indirilemedi.
ug: بۇ كېڭەيتىلمىنى چۈشۈرەلمەيدۇ چۈنكى باغلىنالمىدى.
uk: Не вдалося завантажити це розширення через помилку зі з’єднанням.
vi: Không thể tải xuống tiện ích này do lỗi kết nối.
zh_hans: 连接失败，无法下载此扩展。
zh_hant: 因為連線失敗，無法下載此擴充套件。
